const wholeOmri = `رجعوني عينيك لأيامي اللي راحوا علموني اندم على الماضي وجراح اللي شفته قبل ما تشوفك عينيا عمري ضايع يحسبوه ازاي عليا اللي شفته اللي شفته قبل ما تشوفك عينيا عمري ضايع يحسبوه ازاي عليا اللي شفته اللي شفته قبل ما تشوفك عينيا عمري ضايع يحسبوه ازاي عليا
اللي شفته اللي شفته قبل ما تشوفك عينيا
عمري ضايع يحسبوه ازاي عليا
انت عمري
انت عمري اللي ابتدى بنورك صباحه
اللي ابتدا بنورك صباحه اللي ابتدا بنورك صباحه انت انت انت عمري
قد ايه من عمري قبلك راح راح وعدى يا حبيبي
قد ايه من عمري راح
قد ايه من عمري قبلك راح راح وعدى يا حبيبي
قد ايه من عمري راح
قد ايه من عمري قبلك راح راح راح وعدى يا حبيبي
قد ايه من عمري راح
ولا شاف القلب قبلك فرحة واحدة
ولا داق في الدنيا غير طعم الجراح
قد ايه من عمري قبلك راح راح وعدى يا حبيبي
قد ايه من عمري راح
قد ايه من عمري قبلك راح راح وعدى يا حبيبي
قد ايه من عمري راح
ولا شاف القلب قبلك فرحة واحدة
ولا داق في الدنيا غير طعم الجراح
قد ايه من عمري قبلك راح راح وعدى يا حبيبي
قد ايه من عمري راح
ولا شاف القلب قبلك فرحة واحدة
ولا داق في الدنيا غير طعم الجراح
ابتديت دلوقتي بس أحب عمري
ابتديت دلوقتي أخاف اخاف لا العمر يجري
ابتديت دلوقتي بس أحب عمري
ابتديت دلوقتي أخاف اخاف لا العمر يجري
ابتديت دلوقتي بس أحب عمري
ابتديت دلوقتي أخاف اخاف لا العمر يجري
كل فرحة اشتاقها من قبلك خيالي
التقاها في نور عنيك قلبي وفكري
كل فرحة اشتاقها من قبلك خيالي
التقاها في نور عنيك قلبي وفكري
كل فرحة اشتاقها من قبلك خيالي
التقاها في نور عنيك قلبي وفكري
كل فرحة اشتاقها من قبلك خيالي
التقاها في نور عنيك قلبي وفكري
يا حياة قلبي يا اغلى من حياتي
ليه مقابلتش هواك يا حبيبي بدري
`;

let entaOmry = wholeOmri.split(" ");

export default entaOmry;